import{_ as e}from"./plugin-vue_export-helper-DlAUqK2U.js";import{c as t,e as o,o as r}from"./app-qo-ussYE.js";const a={};function p(c,n){return r(),t("div",null,[...n[0]||(n[0]=[o(`<p>本书由TXT小说电子书下载网站<a href="http://www.txtbook.com.xn--cn-4u3cj08e" target="_blank" rel="noopener noreferrer">http://www.txtbook.com.cn提供</a>.<br> 声明：本书仅供读者预览,请在下载24小时内删除，不得用作商业用途；如果喜欢请购买正版图书！</p><p>1.推荐使用TXTBOOK Reader 电子书阅读器V3.1阅读电子书，下载地址：<a href="http://www.txtbook.com.cn/reader/" target="_blank" rel="noopener noreferrer">http://www.txtbook.com.cn/reader/</a></p><p>2.手机访问TXTBOOK wap网站：<a href="http://wap.txtbook.com.cn" target="_blank" rel="noopener noreferrer">http://wap.txtbook.com.cn</a>，享受随时随地的阅读</p><p>3.找小说，上小说找着看：<a href="http://zzk.txtbook.com.cn" target="_blank" rel="noopener noreferrer">http://zzk.txtbook.com.cn</a></p><p>4.下载手机软件，游戏，上3G手机资源：<a href="http://3g.txtbook.com.cn" target="_blank" rel="noopener noreferrer">http://3g.txtbook.com.cn</a></p><pre><code>                                    万历十五年

                                    黄仁宇 著
</code></pre><p>自序</p><pre><code>本书的英文版书名为“1587,A Year of No Significance”，作者的署名为Ray Huang，1981年美国耶鲁大学出版。初稿是用英文写的，写成后，出于向国内读者求教之忱，乃由笔者本人译为中文，并作某些修改润色。

我对明史感觉兴趣，说来话长。1959年，我在密支根大学历史系读书，选定了“明代的漕运”作为博士论文的题目。这一研究过程花了5年。论文完成后，算是对明代的财政税收制度有了一知半解，然而遗留的问题仍然不少。为了解决自己的困惑，并图对明代的财政与税收窥其全豹，乃开始收集材料，撰写“Taxation and Governmental Finance in 16th  Century  Ming  China”一书。当时正值台北影印出版了《明实录》，此书为明代史料的渊薮，自然在所必读。全书133册，又无索引可资利用，所以只好硬着头皮，在教书之余每周阅读一册。这一走马观花式的阅览就花去了两年半。除此而外，参考奏疏笔记、各地方志，搜寻国内外有关的新旧著作，费时更多。此书从计划撰写到杀青定稿，历时7年，1974年由英国剑桥大学出版。

结论从材料中来。多年以来摸索于材料之中，我对明史中的若干方面形成了自己的初步看法，开始摆脱了人云亦云的束缚。这些看法容或有所不当，但多少总可以有助于学术界的探讨。

比如，过去关于明史的叙述，几乎无不有“税重民穷”的说法。如果意在说明当日的官僚贪污百出，无力的百姓被摊派的赋役过重，富者愈富，贫者愈贫，这可以言之成理。要是认为全国税收总额过高而导致百姓贫困，则与事实有所出入。16世纪末，全国田赋额最重的为南直隶苏州府，约占农村收入的20％。此外各府县一般都在10％以下，其中又有轻重的不同，山东曹县全县的赋役约占农村收入的9％，去苏州不远的凓阳县，情形就更为奇怪，约在1～5％之间。而以比例而言，与此同时的日本大名政权，税额占收入的50％。以总额而言，17世纪末期的英国，人口为500万，税收每年竟达700万英镑，折合约银2000余万两，和人口为30倍的中国大体相埒。据此而作进一步探索，可知“民穷”的根本原因不在国家的赋税过重，而端在法律的腐败和政府的低能。国家的税率低，受惠者并非农民，只是鼓励了大小地主加重剥削以及官僚乡里额外加征。

中国幅员广大，情形复杂。明朝采取严格的中央集权，施政方针不着眼于提倡扶助先进的经济，以增益全国财富，而是保护落后的经济，以均衡的姿态维持王朝的安全。这种情形，在世界史中实属罕见，在中国历史中也以明代为甚，而其始作俑者厥为明太祖朱元璋。下面一例可以作为管中窥豹。洪武二十一年（1388），朱元璋亲自指示，让人民纳税实物不入仓库，直接供应于军士的家庭，军士则不再发给军饷，并规定先在应天府抽派若干税民，和金吾卫的五千军士对口。试验一年以后，朱元璋认为成绩良好，乃通令全国一体施行。这一办法之脱离实际，窒碍难通，自不待言而自明，于是只好虎头蛇尾，销声匿迹。这种安排虽然不再执行，但与之相适应的其他经济措施，则依然危害极大。如果军需税收总收总发，国内的交通通讯必然相应而有较大的进步，次之则银行业、保险业就会应客观的需要而产生，商业组织和法律也会有所发展。各地区既互通有无，以后就可以分工合作，各按其本地的特殊情况而发展其生产技术。西欧各国在14世纪已经朝着这一方向前进，日本在德川幕府末期，亦复如是。而明代的财政税收制度则和民间经济的发展相脱节。万历二十年（1592），北京的宛平县知县沈榜声称，他每年要向27个不同的机构交款，总数则不出白银2000两。与此相似，全国布满了这短距离的补给线，此来彼往，侧面收受，既无架构，而提出的统计数字，经常为一纸具文，以致发生了上述税率参差不一的现象。这种维护落后的农业经济、不愿发展商业及金融的做法，正是中国在世界范围内由先进的汉唐演变为落后的明清的主要原因。1972年，我去英国剑桥，参加李约瑟博士主持的《中国科学技术史》的工作，历时一年，兹后我又几次有机会旧地重游，向李公学习。上述看法，我们已写为“The  Nature of Chinese Society：A Technical Interpretation”一文，曾在罗马和香港两处发表。李公1974年4月30日在香港演讲，也以此文为讲稿，后节译为中文，刊载于香港的《七十年代》杂志。

我们也很难同意这样一种看法，即认为在明代万历年间，中国的封建经济已向资本主义经济进展。资本主义是一种组织，一种系统。即马克思在《资本论》第二卷中论述资本主义的流通方式，其公式亦为C－M－C，即商品（Commodity）交换为货币（Money），货币又再交换为商品，川流不息。但是货币是一种公众的制度，它把原来属于公众的权力授予私人。私人资本积累愈多，它操纵公众生活的权力也愈大。同时，商业资本又是工业资本的先驱，商业有了充分的发展，工业的发展才能同样地增进。这是欧美资本主义发展的特征。中国的传统政治既无此组织能力，也决不愿私人财富扩充至不易控制的地步，为王朝的安全之累。

明代张瀚所著的《松窗梦语》中，记载了他的家庭以机杼起家。中外治明史的学者，对这段文字多加引用，以说明当时工商业的进步及资本主义的萌芽。其实细阅全文，即知张瀚所叙其祖先夜梦神人授银一锭、因以购机织布云云，乃在于宣扬因果报应及富贵由命的思想。姑不论神人授银的荒诞不经，即以一锭银而论，也不足以购买织机，所以此说显然不能作为信史。同时代的书法家王世懋，在《二酉委谈》中提到江西景德镇烧造瓷器，火光烛天，因而称之为“四时雷电镇”。当代好几位学者据此而认为此即工业超时代发展的征象。实则王世懋的本意，是在于从堪舆家的眼光出发，不满当地居民穿凿地脉，以致没有人登科中举；而后来时局不靖，停窑三月，即立竿见影，有一名秀才乡试中式。

如是等等的问题，其症结到底何在，这是研治明史者所不能不认真考虑的。笔者以为，中国二千年来，以道德代替法制，至明代而极，这就是一切问题的症结。写作本书的目的，也重在说明这一看法。这一看法，在拙著《财政史》中已肇其端。本书力图使历史专题的研究大众化，因而采取了传记体的铺叙方式。书中所叙，不妨称为一个大失败的总记录。因为叙及的主要人物，有万历皇帝朱翊钧，大学士张居正、申时行，南京都察院都御史海瑞，蓟州总兵官戚继光，以知府身分挂冠而去的名士李蛰，他们或身败，或名裂，没有一个人功德圆满。即便是侧面提及的人物，如冯保、高拱、张鲸、郑贵妃、福王常洵、俞大猷、卢镗、刘廷，也统统没有好结果。这种情形，断非个人的原因所得以解释，而是当日的制度已至山穷水尽，上自天子，下至庶民，无不成为牺牲品而遭殃受祸。

在上述前提之下，对具体历史人物的具体评论，就难免有与国内外明史研究专家有出入之处。例如万历皇帝，历来均以为昏庸，读者在读毕本书以后，也许会认为笔者同情这位皇帝。如果真有这样的批评，笔者将不拟多作无益的辩解。因为本书论述万历，本在于说明皇帝的职位是一种应社会需要而产生的机构，而每一个皇帝又都是一个个人。又比如海瑞，这也是一个容易惹起是非的题目，15年前的一段公案，至今人们记忆犹新。在本书中专设海瑞一章，并不是要在这段已经了结的公案再来画蛇添足，而意在向读者介绍当日地方政府的一些形态。有关16世纪地方行政的资料不多，沈榜的《宛署杂记》所载，为京师的情形而非一般概况，顾炎武的《天下郡国利病书》过于琐碎，唐鹤征的叙南直隶、归有光的叙浙江长兴县，也都有欠完整。相形之下，海瑞的遗墨，涉及当日地方政府的各个方面，最具参考价值。研究海瑞其人其文，可以使我们对当日的情形有更具体的了解。当然，问题还远不止此，比如何以万历的立储问题业已解决而争执却绵延不断？何以岛国日本可以侵犯中国而中国却不能远征日本？何以当日的西欧已经用火器改进战术而中国还在修筑万里长城？何以人人都说海瑞是好官而他却偏偏屡遭排挤？这些具体问题，无疑和上述总的症结密不可分，然而却各有其特殊的原因。笔者写作此书时，虽已不同于过去的暗中摸索，但下笔时仍然颇费踌躇。书中所提出的答案，均属一得之见，敬请读者批评指正。

中国的过去，禁忌特多，所以说话作文时有隐晦，或指彼而喻此，或借古以讽今，这在明朝人更为惯技。本书论述明朝时事，举凡有所议论臧否，都是针对16世纪的历史而发的。如果我要对今人今事有所议论，自当秉笔直书，决不愿学明朝人的办法，否则就是违反了自己写书的目的。当然，另一方面，以古为鉴，今人也未尝不能得到若干启示。这本《万历十五年》，意在说明16世纪中国社会的传统的历史背景，也就是尚未与世界潮流冲突时的侧面形态。有了这样一个历史的大失败，就可以保证冲突既开，恢复故态决无可能，因之而给中国留下了一个翻天覆地、彻底创造历史的机缘。

本书由英文译为中文，因为国内外情况的差别，加之所译又是自己的著作，所以这一翻译实际上是一种译写。笔者离祖国已逾30年，很少阅读中文和使用中文写作的机会，而30年来的祖国语言又有了不少发展，隔膜更多。幸经中国社会科学院文学研究所沈玉成先生将中文稿仔细阅读一过，作了文字上的润色；又承中华书局编辑部傅璇琮先生关注，经常就各种技术问题与笔者书函磋商。所以，本书与读者见面时，文字方面已较原稿流畅远甚。其有创意遣辞方面根本性的不妥，当然仍应由笔者负责。又，廖沫沙兄为笔者年轻时的患难之交，蒙他在百忙中挥翰题签，为本书生色不少。谨此一并致衷心的谢意。
</code></pre><p>黄仁宇</p><p>1981年1月于美国</p><p>第一章 万历皇帝</p><pre><code>公元1587年，在中国为明万历十五年，论干支则为丁亥，属猪。当日四海升平，全年并无大事可叙，纵是气候有点反常，夏季北京缺雨，五六月间时疫流行，旱情延及山东，南直隶却又因降雨过多而患水，入秋之后山西又有地震，但这种小灾小患，以我国幅员之大，似乎年年在所不免。只要小事未曾酿成大灾，也就无关宏旨。总之，在历史上，万历十五年实为平平淡淡的一年。

既然如此，著者又何以把《万历十五年》题作书名来写这样一本专著呢？

1587年，在西欧历史上为西班牙舰队全部出动征英的前一年。当年，在我国的朝廷上发生了若干为历史学家所易于忽视的事件。这些事件，表面看来虽似末端小节，但实质上却是以前发生大事的症结，也是将在以后掀起波澜的机缘。其间关系因果，恰为历史的重点。

由于表面看来是末端小节，我们的论述也无妨从小事开始。

这一年阳历的3月2日，北京城内街道两边的冰雪尚未解冻。天气虽然不算酷寒，但树枝还没有发芽，不是户外活动的良好季节。然而在当日的午餐时分，大街上却熙熙攘攘。原来是消息传来，皇帝陛下要举行午朝大典，文武百官不敢怠慢，立即奔赴皇城。乘轿的高级官员，还有机会在轿中整理冠带；徒步的低级官员，从六部衙门到皇城；路程逾一里有半，抵达时喘息未定，也就顾不得再在外表上细加整饰了。

站在大明门前守卫的禁卫军，事先也没有接到有关的命令，但看到大批盛装的官员来临，也就以为确系举行大典，因而未加询问。进大明门即为皇城。文武百官看到端门午门之前气氛平静，城楼上下也无朝会的迹象，既无几案，站队点名的御史和御前侍卫“大汉将军”也不见踪影，不免心中揣测，互相询问：所谓午朝是否讹传？

近侍宦官宣布了确切消息，皇帝陛下并未召集午朝，官员们也就相继退散。惊魂既定，这空穴来风的午朝事件不免成为交谈议论的话题：这谣传从何而来，全体官员数以千计而均受骗上当，实在令人大惑不解。

对于这一颇带戏剧性的事件，万历皇帝本来大可付诸一笑。但一经考虑到此事有损朝廷体统，他就决定不能等闲视之。就在官员们交谈议论之际，一道圣旨已由执掌文书的宦官传到内阁，大意是：今日午间之事，实与礼部及鸿胪寺职责攸关。礼部掌拟具仪注，鸿胪寺掌领督演习。该二衙门明知午朝大典已经多年未曾举行，决无在仪注未备之时，仓卒传唤百官之理。是以其他衙门既已以讹传误，该二衙门自当立即阻止。既未阻止，即系玩忽职守，着从尚书、寺卿以下官员各罚俸两月，并仍须查明究系何人首先讹传具奏。

礼部的调查毫无结果，于是只能回奏：当时众口相传，首先讹传者无法查明。为了使这些昏昏然的官员知所做戒，皇帝把罚俸的范围由礼部、鸿胪寺扩大到了全部在京供职的官员。

由于工作不能尽职或者奏事言辞不妥，触怒圣心，对几个官员作罚俸的处分，本来是极为平常的事。但这次处罚竟及于全部京官，实在是前所未有的严峻。本朝官俸微薄，京城中高级官员的豪华生活，决非区区法定的俸银所能维持。如各部尚书的官阶为正二品，全年的俸银只有152两。他们的收入主要依靠地方官的馈赠，各省的总督巡抚所送的礼金或礼品，往往一次即可相当于10倍的年俸。这种情况自然早在圣明的洞鉴之中，传旨罚俸，或许正是考虑到此辈并不赖官傣为生而以示薄惩。但对多数低级官员来说，被罚俸两月，就会感到拮据，甚至付不出必要的家庭开支了。

按照传统观念，皇帝的意旨总是绝对公允的，圣旨既下，就不再允许有任何的非议。这一事件，也难怪万历皇帝圣心震怒。因为从皇帝的臣僚都彼此心照，朝廷上的政事千头万绪，而其要点则不出于礼仪和人事两项。仅以礼仪而言，它体现了尊卑等级并维护了国家体制。我们的帝国，以文人管理为数至千万、万万的农民，如果对全部实际问题都要在朝廷上和盘托出，拿来检讨分析，自然是办不到的。所以我们的祖先就抓住了礼仪这个要点，要求大小官员按部就班，上下有序，以此作为全国的榜样。现在全体京官自相惊扰，狼奔系突，实在是不成体统。

万历皇帝是熟悉各种礼仪的君主。1587年3月，他已年满23，进入24，登上皇帝的宝座也快有15年了。他自然会清楚记得，在他8岁那一年的冬天，他的父亲隆庆皇帝为他举行了象征成为成人的冠礼。他被引导进入殿前特设的帷帐里，按照礼仪的规定更换衣冠服饰，前后三次都以不同的装束出现于大庭广众之中。既出帷帐，他就手持玉圭，被引导行礼，并用特设的酒杯饮酒。全部节目都有礼官的唱导和音乐伴奏，所需的时间接近半天。第二天，他又被引导出来坐在殿前，以最庄重的姿态接受了百官的庆贺。

几个月之后，隆庆皇帝龙驭上宾。这位刚刚9岁的皇太子，就穿着丧服接见了臣僚。按照传统的“劝进”程式，全部官员以最恳切的辞藻请求皇太子即皇帝位。头两次的请求都被皇太子所拒绝，因为父皇刚刚驾崩，自己的哀恸无法节制，哪里有心情去想到个人名位？到第三次，他才以群臣所说的应当以社稷为重作为理由，勉如所请。这一番推辞和接受的过程，有条不紊，有如经过预习。

既然登上皇帝的宝座，他就必须对各种礼仪照章办理。在过去的15年，他曾经祭天地、把祖庙、庆元旦、赏端阳。他接见外国使臣、解职退休和著有勋劳的官员耆老。他还曾检阅军队，颁发战旗，并在一次战役获得胜利以后接受“献俘”。这种献俘仪式极为严肃而令人竦惧。皇帝的御座设在午门城楼上，他端坐其中，瞰视着下面花岗石广场上发生的一切。他的两旁站立着授有爵位的高级军官，还有许多被称为大汉将军的身材魁伟的御前侍卫。在广场上大批官员的注视下，俘虏被牵着进来，手脚戴有镣铐，一块开有圆孔的红布穿过头颅，遮胸盖背，被吆喝着正对午门下跪。这时，刑部尚书趋步向前，站定，然后大声朗读各个俘虏触犯天地、危害人类的罪行。读毕他又宣布，这些罪人法无可逭，请皇上批准依律押赴市曹斩首示众。皇帝答复说：“拿去！”他的天语纶音为近旁的高级武官2人传达下来，2人传4人，而后8人、16人、32人相次联声传喝，最后大汉将军320人以最大的肺活量齐声高喝“拿去”，声震屋瓦，旁观者无不为之动容。

每年阴历的十一月，皇帝要接受下一年的日历，并正式颁行于全国。它的颁行，使所有臣民得到了天文和节令的根据，知道何时可以播种谷物，何日宜于探访亲友。翰林院官员们的集体著作，例如《实录》之类，也在香烟、乐队的簇拥下，恭呈于皇帝之前。书籍既经皇帝接受并加乙览，就成为“钦定”，也就是全国的唯一标准。

在同样庄严的仪式下，万历皇帝授予他的兄弟叔侄辈中的一些人以“王”的称号，封他们的妻子为“王妃”，批准他们子女的婚姻。而最隆重的仪式，却是把“仁圣皇太后”的尊号上赠给他的嫡母隆庆的皇后陈氏，把“慈圣皇太后”的尊号上赠给他的生母隆庆的皇贵妃李氏。

慈圣皇太后对万历皇帝有极大的影响，因为除了她，没有第二个人再能给他以真正的天性之爱。但是在万历登极以后，根据皇家的习俗，一种无形的距离就存在于太后和皇帝之间，使母子之间的天性交流变得极为不便。例如前此不久万历曾下令修葺装潢慈圣所居住的官室，竣工之后，她的感谢不是用亲切的口吻加以表达，而是请学士写成一篇文章，赞赏皇帝的纯孝，在他下跪时逐句诵读。这篇文章，因为能对全国臣民起表率和感化的作用，所以就成为本朝的重要文献。有时，万历用宫内的傀儡戏来讨取太后的欢心，在她下轿之前，他也必须跪在庭前恭候慈驾。但是母爱毕竟是一种最深刻的感情，在多年之后，尽管万历皇帝临朝的机会越来越稀少，每当十一月慈圣的生辰，他却仍然亲临皇极门接受百官的庆贺。

也就是在此之前不久，万历册封他的爱妃郑氏为皇贵妃，并预先公布礼仪以便各有关衙门作必要的准备。消息传来，就有一位给事中上疏提出异议，其理由为：按照伦理和习惯，这种尊荣应该首先授予皇长子的母亲恭妃王氏，德妃郑氏仅为皇三子的母亲，后来居上，实在是本末颠倒。这一异议虽然引起万历的一时不快，但册封典礼仍按原计划进行。谁也没有想到，这一小小的插曲，竟是一场影响深远的政治斗争的契机，导致了今后数十年皇帝与臣僚的对立，而且涉及到了整个帝国。

参加各项礼仪，皇帝需要频繁地更换冠服，有时达一日数次。服饰中的皇冠有一种为金丝所制作，精美绝伦，而又不同于欧洲式的全金属皇冠。皇帝在最隆重的典礼上使用的皇冠是“冕”，形状像欧洲学者所戴的“一片瓦”，不过冕上布板是长方形而非正方形，前后两端各缀珍珠12串。这种珠帘是一种有趣的道具，它们在皇帝的眼前脑后来回晃动，使他极不舒服，其目的就在于提醒他必须具有端庄的仪态，不能轻浮造次。和冕相配的服装是饰有豪华刺绣的黑色上衣和黄色下裙，裙前有织锦一片，悬于腰带之上而垂于两腿之间，靴袜则均为红色。

在次一级隆重的典礼上，皇帝服用全部红色的“皮弁服”，实际上也是他的军装。其中的帽子，和今天体育家所用的瓜形圆盛极为相似，有带，系在脖子上。这种帽子和当时武将军士所用的头盔也并没有多大区别，不过将士的盔是布质内藏铁片，外装铁钉；皇帝的皮弁则以皮条折缀而成，外缀宝石以代铁钉。

黄色的龙袍，常常被看作中国皇帝的标准服装。其实在本朝，这种服装只在一般性的仪式上服用。在不举行仪式的时候，皇帝的常服则是青色或黑色的龙袍，上缀绿色的滚边。

皇帝是全国臣民无上权威的象征，他的许多行动也带有象征性，每年在先农坛附近举行“亲耕”就是一个代表性的事例。这一事例如同演戏，在“亲耕”之前，官方在教坊司中选取优伶扮演风雷云雨各神，并召集大兴、宛平两县的农民约200人作为群众演员。这幕戏开场时有官员2人牵牛，耆老2人扶犁，其他被指定的农民则携带各种农具，包括粪箕净桶，作务农之状，又有优伶扮为村男村妇，高唱太平歌。至于皇帝本人当然不会使用一般的农具。他所使用的犁雕有行龙，全部漆金。他左手执鞭，右手持犁，在两名耆老的搀扶下在田里步行3次，就完成了亲耕的任务。耕毕后，他安坐在帐幕下观看以户部尚书为首的各官如法炮制。顺天府尹是北京的最高地方长官，他的任务则是播种。播种覆土完毕，教坊司的优伶立即向皇帝进献五谷，表示陛下的一番辛劳已经收到卓越的效果，以至五谷丰登。此时，百官就向他山呼万岁，致以热烈祝贺。

但是皇帝所参与的各项礼仪并不总是这样轻松有趣的，相反，有时还很需要付出精神力气。譬如每天的早朝，即在精力充沛的政治家，也会觉得持之以恒是一件困难的事情，以致视为畏途。万历皇帝的前几代，已经对它感到厌倦，虽说早朝仪式到这时已大为精简，但对他来说，仍然是一副职务上的重担，下面的叙述就是这一结论的证明。

在参加早朝之前，凡有资格参加的所有京官和北京地区的地方官，在天色未明之际就要在宫门前守候。宫门在钟鼓声中徐徐打开，百官进入宫门，在殿前广场整队，文官位东面西，武官位西面东。负责纠察的御史开始点名，并且记下咳嗽、吐痰等以至牙笏坠地、步履不稳重等等属于“失仪”范围的官员姓名，听候参处。一切就绪以后，皇帝驾到，鸣鞭，百官在赞礼官的口令下转身，向皇帝叩头如仪。鸿胪寺官员高唱退休及派赴各省任职的官员姓名，被唱到的人又另行对皇帝行礼谢恩。然后四品以上的官员鱼贯进入大殿，各有关部门的负责官员向皇帝报告政务并请求指示，皇帝则提出问题或作必要的答覆。这一套早朝节目在日出时开始，而在日出不久之后结束，每天如此，极少例外。

本朝初年，皇帝创业伊始，励精图治，在早朝之外还有午朝和晚朝，规定政府各部有185种事件必须面奏皇帝。只是在第六代的正统皇帝登极时，由于他也只有9岁，所以朝中才另作新规定，早期以呈报8件事情为限，而且要求在前一天以书面的方式送达御前。此例一开，早朝即渐成具文。可是直到15世纪末期，早朝这一仪式仍然很少间断，即使下雨下雪也还是要坚持不辍，仅仅是由于皇恩浩荡，准许官员可以在朝脸上加披雨衣，1477年又下诏规定各官的张伞随从可以一并入宫。有时皇帝体恤老臣，准许年老的大臣免朝，但这又是属于不轻易授予的额外恩典了。

这种繁重的、日复一日的仪式，不仅百官深以为苦，就是皇帝也无法规避，因为没有他的出现，这一仪式就不能存在。1498
</code></pre><p>年，当时在位的弘治皇帝简直是用央告的口气要求大学士同意免朝一日，因为当夜宫中失火，弘治皇帝彻夜未眠，神思恍惚。经过大学士们的商议，同意了辍朝一日。除此而外，皇帝的近亲或大臣去世，也得照例辍朝一日至三日以志哀悼。然而这种性质的辍朝，得以休息的仅是皇帝一人，百官仍须亲赴午门，对着大殿行礼如仪。</p><pre><code>首先打破这一传统的是第十代的正德皇帝，即万历的叔祖。正德的个性极强，对于皇帝的职责，他拒绝群臣所代表的传统观念而有他自己的看法和做法。他在位时，常常离开北京，一走就是几个月甚至长达一年。而住在北京期间，他又打破陈规，开创新例，有时竟在深夜举行晚朝，朝罢后又大开宴席，弄到通宵达旦。对这些越轨的举动，臣僚们自然难于和他合作，他也就撇开正式的负责官员而大加宠用亲信的军官和宦官。对负主要行政责任的内阁，在他眼里不过是一个传递消息的机构而已。凡此种种，多数文臣认为迹近荒唐，长此以往，后果将不堪设想。

幸而正德于1521年去世，又未有子嗣。大臣们和皇太后商议的结果，迎接万历皇帝的祖父入承大统，是为嘉靖皇帝。作为皇室的旁支子孙而居帝位，在本朝尚无前例。大臣们乘此机会，肃清了正德的亲信，其劣迹尤著的几个人被处死刑。嘉靖登极的前20年可以算得上尽职。他喜欢读书，并且亲自裁定修改礼仪。可是到了中年以后，他又使臣僚大失所望。他对举行各种礼仪逐渐失去兴趣，转而专心致志于修坛炼丹，企求长生不死，同时又迁出紫禁城，住在离宫别苑。尤其不幸的是，这个皇帝统治了帝国达45年之久，时间之长在本朝仅次于万历。

万历的父亲隆庆，在本朝历史上是一个平淡而庸碌的皇帝。在他御字的五年半时间里，开始还常常举行早朝，但是他本人却对国政毫无所知，临朝时如同木偶，常常让大学士代答其他官员的呈奏。后期的几年里，则索性把这如同具文的早朝也加以免除。

1572年，万历皇帝即位，关于早朝这一仪式有了折中的变通办法。根据大学士张居正的安排，一旬之中，逢三、六、九日早朝，其他日子则不朝，以便年轻的皇帝可以有更多的时间攻读圣贤经传。这一规定执行以来已近15年，越到后来，圣旨免朝的日子也越来越多。与此同时，其他的礼仪，如各种祭祀，皇帝也经常不能亲临而是派遣官员代祭。实际上，万历皇帝的早朝，即使按规定举行，较之前代，已经要省简多了。首先是早朝的地点很少再在正殿，而且在一般情况下早朝人员都不经午门而集结于宣治门，所有骏马驯象的仪仗也全部减免不用。其次，御前陈奏也已流于形式，因为所有陈奏的内容都已经用书面形式上达，只有必须让全体官员所知悉的事才在早朝时重新朗诵一过。

万历登极之初，就以他高贵的仪表给了臣僚们以深刻的印象。他的声音发自丹田，深沉有力，并有余音袅袅。从各种迹象看来，他确实是一个早熟的君主。他自己说过他在5岁时就能够读书，按中国旧时的计算方法，那时他的实足年龄仅在3岁至4岁之间。尽管如此，在他御字之初，由于年龄太小，临朝时还需要在衣袖里抽出一张别人事先为他书写好的纸片，边看边答复各个官员的呈奏请示。他自然不能完全明白纸片上所写答语的含义，而只是一个尚未成年的儿童在简单地履行皇帝的职责。

他既为皇帝，在他的世界里没有人和他平等。在两位皇太后之外，他所需要尊敬的人只有两个：一个是张居正张先生，另一个是“大伴”冯保。这种观念，不消说是来自皇太后那里。张、冯两人结合在一起，对今后的政治形势产生了相当深远的影响。这一点，自然也不是当时不满10岁的万历皇帝所能理解的。

张居正似乎永远是智慧的象征。他眉目轩朗，长须，而且注意修饰，袍服每天都像崭新的一样折痕分明。他的心智也完全和仪表相一致。他不开口则已，一开口就能揭出事情的要害，言辞简短准确，使人无可置疑，颇合于中国古语所谓“夫人不言，言必有中”。

万历和他的两位母亲对张居正有特殊的尊重，并称之为“元辅张先生”，其原因说来话长。在隆庆皇帝去世的时候，高拱是当时的“首揆”，即首席内阁大学士。高拱自以为是先皇的元老重臣，不把新皇帝放在眼里。新皇帝有事派人询问高拱的意见，他竟敢肆无忌惮地对使者说：“你自称奉了圣旨，我说这是一个不满10岁的小孩的话。你难道能让我相信他真能管理天下大事吗？”在他的眼里，天子不过是小孩子，太后不过是妇道人家，这种狂妄跋扈是和人臣的身分决不能相容的。幸而上天保佑，还有忠臣张居正在，他立即献上奇计，建议采取断然措施解决高拱。1572年夏，有一天百官奉召在宫门前集合。一个宦官手执黄纸文书，这是两位太后的懿旨，也是新皇帝的圣旨。黄纸文书一经宣读完毕，跪在前列的高拱不禁神色大变。他已经被褫去官衔职位，并被勒令即日出京，遣返原籍。按照惯例，他从此就在原籍地方官的监视之下，终身不得离境。张居正在艰危之际保障了皇室的安全，建立了如此的殊勋，其取高拱而代之自属理所当然。

除了首揆以外，张居正又兼管万历的教育事务。小皇帝的五个主讲经史的老师、两个教书法的老师和一个侍读，都是他一手任命的。他还编订了讲章作为万历的教科书，有机会还亲自讲授。

万历皇帝学习的地方是文华殿。1572年秋天以后，他每天的功课有三项内容：经书、书法、历史。学习完经书以后，授课老师可以到休息室小憩，但皇帝本人却并不能那么清闲。这时候就出现了大伴冯保和其他宦官，他们把当天臣僚上奏的本章进呈御览。这些本章已经由各位大学士看过，用墨笔作了“票拟”。在冯保和其他宦官的协助下，皇帝用朱笔作出批示。

中午功课完毕，小皇帝在文华殿进午餐。下半天的大部分时间都可以自由支配，不过他仍然被嘱咐要复习功课，练习书法，默记经史。小皇帝对这种嘱咐丝毫不敢忽视，因为第二天必须背诵今天为他所讲授的经书和历史。如果准备充分，背书如银瓶泻水，张先生就会颂扬天子的圣明；但如果背得结结巴巴或者读出别字，张先生也立即会拿出严师的身分加以质问，使他无地自容。

在1578年大婚之前，万历和慈圣太后同住在乾清宫。太后对皇帝能否克尽厥职和勤奋学习均极为关怀，皇帝的其他行动也经常得到她的指导。至于冯保，当万历还是皇子的时候就是他的伴侣，提携捧抱，兢兢业业地细心照护，所以后来才被称为“大伴”。到这时候，冯保已经摆升为司礼监太监，也就是宫内职位最高的宦官。他经常向慈圣太后报告宫内外、包括皇帝本人的各种情况，慈圣因此而能耳目灵通，万历却因此而渐生畏惧。因为慈圣太后教子极为严格，如果大伴作出对皇帝不利的报告，太后一怒之下，皇帝就会受到长脆的处罚，有时竟可达几个小时之久。

 在这样严厉的督导之下，万历的学习不断取得进步。他被教导说，做皇帝的最为重要的任务是敬无法祖，也就是敬重天道，效法祖宗。这种谆谆的教导在万历身上起到的作用很快就为一件事情所证明。当他登极还不满4个月，有客星出于阁道旁，其大如盏，光芒烛地。这颗被今天的天文学家称为Super－nova或Anno1572的出现，在当时被人们看成是上天将要降灾的警告。按照张先生的教导，万历赶紧检讨自己的思想、语言和行动，加以改正，以期消除天心的不快。这次“星变”延续了两年之久，皇帝的“修省”也就相应地历时两年，并且在今后相当长的时间内，他不得不注意节俭，勤勉诚恳地处理政务和待人接物，力求通过自己的努力化凶为吉。

学习的进步更加突出地体现在书法上。慈圣太后和大伴冯保都是书法爱好者，他们对皇帝在这方面的进步时时加以鼓励。万历年方10岁，就能书写径尺以上的大字。有一次，他让张居正和其他大学士观看他秉笔挥毫，写完以后就赏赐给了这些大臣。张居正谢恩领受，但在第二天他就启奏皇帝：陛下的书法已经取得很大的成就，现在已经不宜在这上面花费过多的精力，因为书法总是末节小技。自古以来的圣君明主以德行治理天下，艺术的精湛，对苍生并无补益。像汉成帝、梁元帝、陈后主、隋炀帝和宋徽宗、宁宗，他们都是大音乐家、画家、诗人和词人，只因为他们沉缅在艺术之中，以致朝政不修，有的还身受亡国的惨祸。对于这忠心耿耿的进谏，小皇帝自然只能听从。在1578年之后，他的日课之中就取消了书法而只留下了经史。

物力的节约也在宫内开始。过去一个世纪，每逢正月十五上元佳节，各宫院都有鳌山烟火和新样宫灯，辉煌如同白昼。在张居正的提议之下，这一铺张浪费的项目遂被废止。万历曾想为他母亲修理装潢宫室以表示孝思，张居正却认为各官院已经十分富丽完美，毋须再加修饰。他又针对万历关心宫内妇女喜欢珠玉玩好一事，指出为人主者，应当随时注意天下臣民的衣食，至于珠玉玩好，饥不能食，寒不能衣，不值得陛下亲垂关注。

和以前的各个朝代相比，本朝的宫廷开支最为浩大。紫禁城占地四分之三方里，各个宫殿上盖琉璃瓦，前后左右有无数的朱门和回廊，宫殿下面的台阶都用汉白玉石砌筑，真是极尽豪华。皇城环绕紫禁城，占地三方里有余。皇城内有驰道和人工开凿的湖泊，以备驰马划船和其他游览之用。建筑物除去皇家别墅之外，还有寺院、高级宦官的住宅。为皇室服务的机构，例如烤饼坊、造酒坊、甜食坊、兵胄坊、马房以至印书藏书的厂库也都集中在这里，使皇室所需的百物，都不必假手于外。各个厂库、寺庙、坊舍均由专任的宦官掌握，共有24个机构，习称二十四监。到万历初年，宦官的总数已逾二万，而且还在不断膨胀。最高级的宦官，地位可与最高级的文武官员相埒。宫女的数字，至少也在三千以上。为这些人的死亡所准备的棺木，一次即达2000口之多。

从本朝创业之君开始，就形成了如下的一种观念，即普天之下，莫非王土，不需要有专门的皇室在园的收入，以供宫廷开支之用。宫廷所需的物品，来自全国税收中划出来的一大部分实物，包括木材、金属等各种原料，也包括绸缎、瓷器等制成品。皇家的开支可以不受限制，官员们却只能在极度节俭的原则下生活，更不必说这些宦官宫女。所以，本朝的官员、宦官的法定薪给都十分微薄。

这种不公平的现象当然不能持久。到14世纪初，大部分的高级官员和宦官都已经过着十分奢侈的生活。尤其是高级宦官更为人所艳羡，他们不但在皇城内筑有精美的住宅，而且根据传统习惯，他们也有相好的宫女，同居如同夫妇。他们没有子女，但不乏大批干儿、侄子、外甥的趋奉，因而也颇不寂寞。至于招权纳贿，则更是题内的应有文章。

一般的宦官也有他们的额外收入。掌管皇家的各个仓库，就是他们的生财之道。各省上缴给皇室专用的实物，必须经过检验，认为质量合乎标准才能入库，否则就拒绝接受，解送实物的人员就会长期滞留在北京而不能回家。实际上，所谓质量并无一定的规格，可以由宦官及其中介人随心所欲地决定。如果解送实物的人员懂得其中的奥妙，赠送中介人以相当款项，中介人扣除佣金后再转手送给宦官，所缴实物就可以被接纳入库。

既然纳贿可以使劣质物品变为优质，所以，除了皇室成员自用的物品以外，以次充好的现象就不断发生。其中受到损害最大的是京军。因为按规定，他们的服装也是由宦官掌管的，以次充好的结果使他们获得的军服质量极为低劣。当时最有权威的仓库中介人名叫李伟，爵封武清伯，他是慈圣太后的父亲，当今皇帝的外祖父。劣质的棉布通过他而进入仓库，再发给军士，就势所必至地引起了无数的怨言和指责。万历皇帝接到臣僚们对此事的控告，亲自拿了一匹这种劣质棉布呈进于慈圣太后之前。太后既愧且怒，表示要按国法处置。这时，大学士张居正施展了他的政治才能，他出面调解，达成了一个保全太后一家面子的协议：李伟毋须向法庭报到，他所受的惩罚是被召唤到宫门外申饬一顿，保证不得再犯。事情告一段落以后，张居正又在冯保的合作下乘机大批撤换管理仓库的宦官，并很自信地向别人表示，这种需索“铺垫费”的陋习业已禁绝。

总的来说，万历即位以后的第一个10年，即从1572年到1582年，为本朝百事转苏、欣欣向荣的10年。北方的“虏患”已不再发生，东南的倭患也已绝迹。承平日久，国家的府库随之而日见充实。这些超出预计的成就，自不能不归功于内阁大学士张居正。这就怪不得张先生偶感腹疼，皇帝要亲手调制椒汤面给先生食用。慈圣太后对张先生也是言听计从。她一向是一个虔诚的信神奉佛的女人，有一次曾准备用自己的私蓄修筑涿州娘娘庙，后来听从了张居正的劝告，把这笔钱改用于修筑北京城外的桥梁。万历皇帝出疹子痊愈以后，太后本来打算在宫内设坛拜谢菩萨的保祐，也由于张居正的反对而作罢。还有好几次，慈圣太后想在秋决前举行大赦，但是张居正坚持以为不可，太后也只能被迫放弃原来的意图。在这些事例中，张居正的主张无疑都很正确，但是这种铁面无私的态度，在以后也并不是不需要付出代价的。

在乎日，皇帝一天要批阅20至30件本章。这些本章都写在一张长纸上，由左向右折为四叶、八叶、十二叶不等，因而也简称为“折”。本章的种类很多，式样、字体大小、每叶字数以及行文口气等都因之而各不相同。但概括说来则可分为两种：其一，各衙门以本衙门名义呈送的称为“题本”。题本由通政司送达官中，其副本则送给给事中办事处，即六科廊房。题本中的内容大都属于例行公事，很少会引起争执。其二，京官以个人名义呈送的称为“奏本”。奏本所呈奏的事项十九在呈奏者的本职之外，例如礼部官员议论军政，军政官员批评礼仪。因为属于个人的批评或建议，所以事先不必通知自己的上级，也不必另备副本。奏本由呈奏者自己送到会极门，由管门太监接受。由于这样，奏本的内容，在皇帝批示并送交六科廊房抄写公布以前，别人是无从知悉的。在全体臣僚中引起震动的本章，往往属于这一类奏本。

万历登极之初批阅本章，只是按照大伴冯保的指导，把张先生或其他大学士的“票拟”改用朱笔批写就算完成了职责。其中有些本章的批示极为简易，例如“如拟”、“知道了”，简直和练习书法一样。而且按照惯例，皇帝仅仅亲自批写几本，其他的批写，就由司礼监秉笔太监用朱笔代劳。这朱笔所代表的是皇帝的权威，如果没有皇帝的许可而擅用未笔，就是“矫诏”，依律应判处死刑。

但即使是这些例行的批语，不到10岁的万历皇帝恐怕还是无法理解它的全部含义的。例如“知道了”，实际的意义是对本章内的建议并未接受，但也不必对建议者给予斥责。这些深微奥妙之处也只有随着他年龄的增长而逐渐加深理解。

重要官员的任命，即人事大权，也是决不容许由旁人代理的。作出这一类决定，总是先由张居正和吏部提出几个人的候选名单，而由皇帝圈定其中之一。万历皇帝虽然年幼，他已经懂得排在第一的是最为称职的人选，只要拿起朱笔在此人的名字上画上一圈就可以体现他的无上权威。他从即位以来就不断受到这样的教育：他之所以能贵为天子乃是天意，天意能否长久保持不变则在于人和。要使百姓安居乐业，他应当审慎地选择称职的官吏；而要选择称职的官吏，他又必须信任张先生。

上述情况表明，张居正在人事任免中起着实际上的决定作用，这就理所当然地招致了不满。在万历12岁的那一年，他几次接到弹劾张居正的本章。有人说他擅作威福，升降官员不是以国家的利益为前提而是出于个人的好恶。有人更为尖锐，竟直说皇帝本人应对这种情况负责，说他御宇三年，听信阿谀之臣，为其蒙蔽，对尽忠办事的人只有苛求而没有优待，这不是以恕道待人，长此以往，必将导致天意的不再保祐。

本朝有一个习惯，以气节自诩的大臣，如果遭到议论攻击，在皇帝正式表明态度之前，自己应该请求解职归田，以示决不摸棱两可，尸位素餐。张居正既然受到直接间接的攻击，他就立即向皇帝提出辞呈，说他本人的是非姑且不论，但有人说他成了皇帝陛下和舆情之间的障碍，他在御前所能起到的作用已被这种议论一扫而光。既然如此，留亦无益。

万历当然不会同意张先生的请求。他向张先生和大伴冯保表示，奏事的人必须受到惩处。张居正于是面奏说，任何人替陛下做事，都免不了作威作福。因为误事的官员必须降黜，尽职的官员必须提升，所以不是威就是福。二者之外，难道还有其他？张居正的慷慨陈辞和冯保的支持加强了皇帝的决心。他于是决定，第一个攻击张居正的官员褫夺官阶，降为庶人。第二个攻击者已经明知朕意，仍然执迷倔强，即是蔑视君上，应该押至午门外，脱去袍服，受廷杖一百下。廷杖是本朝处罚文臣的标准刑具，很多人在受刑时被立毙杖下，幸而得存者也在臀部留下了永久性的伤痕。

这时张居正显示了他的宽容。他恳请对犯官免加体罚，改为流放到边远省份，受当地官吏的监视。这种雅量使万历极为感动，无端遭受别人的攻击，还要代这个人说情，可见他确实是不计个人恩怨，有古大臣之风。然而万历所不会理解的是，权倾朝野的张居正，他的作威作福已经达到了这样的程度：凡是他所不满的人，已经用不着他亲自出面而自有其他的内外官员对此人投井下石，以此来讨好首辅。果然，在几年之后，万历皇帝获悉当日免受杖刑的这位官员，竟在流放的地方死去，其死情极端可疑。

经过这种种争论，加上年事日长，每天攻读史书也可以从中借鉴前代的教训，万历皇帝终于逐渐理解了问题的症结。

本朝的君主制度有一点与历朝不同。以前各个王朝，凡君主年幼，必定有他的叔父、堂兄这样的人物代为摄政，而这恰恰为本朝所不能容许。按照规定，所有皇室的支系，包括皇帝的叔父、兄弟以至除皇太子以外的儿子，一到成年就应当离开京城到自己的封地，谓之“之国”。之国也就是就藩，其居于各省，有极为富丽闳大的王府和丰厚的赡养，但不得干预地方政事，而且非经皇帝同意，不得离开他的所在地。这种类似放逐和圈禁的制度，目的在于避免皇室受到支系的牵制和干涉。

与此相类似的制度是防止母后引用家人干政。后妃选自良家，但多非出自有声望的巨家大族。以万历的外祖家族为例，李伟家境贫寒，直到女儿被封为皇妃，他才得到了伯爵的封号。但所谓伯爵，不过是军队中的一个名誉军官，除了朝廷举行各项礼仪时位居前列以外，并没有任何特殊的权利，而且俸给甚低，甚至不敷家用。李伟在京城中大做揽纳物资于仓库的经纪，原因之一即在于此。他还有一个儿子，即慈圣太后的弟弟，身份却是宦官。

本朝在开国之初曾经设立过丞相的职位，但前后三人都为太祖洪武皇帝所杀，并下令从此不再设置，以后有敢于建议复设丞相者，全家处死。经过一个时期，内阁大学士在某种程度上就行使了丞相的职权。但从制度上来说，这种做法实有暧昧不明之处。

大学士原来属于文学侍从之臣。由于殿试时文理出众，名列前茅，就可以进入翰林院，给予博览群书的深造机会。翰林几经升转，其中最突出的人物就可以被任命为大学士，供职于文渊阁，其职责为替皇帝撰拟诏诰，润色御批公文的辞句。由于文渊阁是皇帝的文书机构，和皇帝最为接近，在不设丞相的情况下，这个机构的职权就由于处理政事的需要而越来越大，大学士一职也变成了皇帝的秘书而兼顾问，虽然他们并不负有名义上的行政责任。

在万历的祖父嘉靖皇帝以前，内阁大学士为3至6人，皇帝可能对其中的一人咨询较为频繁，但从名义上说，他和另外的几位大学士仍然处于平等的地位。这以后情况发生了变化，张居正名为首辅或称元辅，其他大学士的任命则出于他的推荐，皇帝在圣旨中也明确规定他们的职责是辅助元辅办事。大学士之中有了主次之分，造成了今后朝臣之间的更加复杂的纠纷局面。

本朝这种以阁臣代行相职的制度，来源于开国之君为了巩固政权而做出的苦心设计，目的是使皇权不被分割，也不致为旁人取代。这种皇帝个人高度集权的制度在有明一代贯彻始终。从理论上讲，皇帝的大权不应旁落，但这种理论并不总是能和实际相一致的。万历皇帝9岁临朝，又如何能指望他乾纲独断，对国家大事亲自来做出决定？多年之后，万历皇帝回顾当时的情形，也会清楚地记得他不过是把大伴冯保的指示告诉元辅张先生，又把元辅张先生的票拟按照大伴冯保的建议写成朱批。对于年幼的万历皇帝，张、冯两人都不可或缺。但在他冲龄之际，自然也决不可能预见到内阁大学士和司礼太监的密切合作，会给今后的朝政带来多么严重的后果。

一般人往往以为明代的宦官不过是宫中的普通贱役，干预政治只是由于后期皇帝的昏庸造成的反常现象，这是一种误解。诚然，有不少宦官出自贫家，因为生活困难或秉性无赖而自宫，进入内廷。但如果把所有的宦官统统看成无能之辈，不过以阿谀见宠，因宠弄权，则不符事实。从创业之君洪武皇帝开始，就让宦官参预政治，经常派遣他们作为自己的代表到外国诏谕其国王，派遣宦官到国内各地考察税收的事情也屡见不鲜。中叶以后，宦官作为皇帝的私人秘书已经是不可避免的趋势。皇帝每天需要阅读几十件奏章，这些奏章文字冗长，其中所谈的问题又总是使用儒家的传统观念和语言来加以表达，很不容易弄清其中问题的主次和它的真正含义，更不用说还夹杂了极多的专门名词和人名地名。所以皇帝必须委派五六名司礼监中的太监作为“秉笔大监”，由他们仔细研究各种题本奏本，向自己作扼要的口头汇报。秉笔太监阅读研究这些奏章需要付出很大的耐心和花费很多的时间，他们轮流值班，有时要看到夜半，才能第二天在御前对奏章的内容作出准确的解释。经过他们的解释，皇帝对大多数的奏章就只需抽看其中的重要段落、注意人名地名就足够了。皇帝阅读过的奏章，通常都要送到文渊阁由内阁大学士票拟批答。从道理上说，皇帝可以把大学士的票拟全部推翻而自拟批答。但这并不是常见的现象，因为这种做法表示了他对大学士的不信任，后者在众目睽睽之下会被迫辞职。按本朝的传统原则，为了保持政局的稳定，如果没有特殊事故，大学士决不轻易撤调，所以上述情况是必须尽量加以避免的。一个精明的皇帝能够做到让大学士的票拟永远体现自己的意图而不发生争执，这种微妙的关系又少不了秉笔太监的从中协调。

仅凭皇帝的宠信，目不识丁的宦官被擢升为御前的司礼大监，在本朝的历史上虽非绝无仅有，但也屈指可数。一般来说，秉笔太监都受过良好的教育。当他们在10岁之前，就因为他们的天赋聪明而被送入宫内的“内书堂”，也就是特设的宦官学校。内书堂的教师都是翰林院翰林，宦官在这里所受的教育和外边的世家子弟几乎没有不同；毕业之后的逐步升迁，所根据的标准也和文官的仕途相似。有些特别优秀的秉笔太监，其文字水平竟可以修饰出于大学士之手的文章辞藻。所以他们被称为秉笔，在御前具有如上述的重要地位，决非等闲侥幸。

他们和高级文官一样服用绯色袍服，以有别于低级宦官的青色服装。有的人还可以得到特赐蟒袍和飞鱼服、斗牛服的荣
</code></pre><p>宠。他们可以在皇城大路上乘马，在宫内乘肩舆，这都是为人臣者所能得到的最高待遇。他们的威风权势超过了六部尚书。但是这种显赫的威权又为另一项规定所限制：他们不能走出皇城，他们与文官永远隔绝，其任免决定于皇帝一个人的意志，他们也只对皇帝直接负责。</p><pre><code>这种秉笔太监的制度及其有关限制，如果执行得当，皇帝可以成为文臣和太监之间的平衡者，左提右挈，收相互制约之效。然而情况并不能经常如此。前几十年就曾出现过刘瑾这样权倾朝野、劣迹昭著的太监，到此时，冯保既与张居正关系密切，而惟一足以驾驭他的皇帝又正值冲龄，因时际会，他就得以成为一个不同于过去“无名英雄”式的宦官。当然，在小皇帝万历的心目中，绝不会想到他的大伴正在玩弄权力，贻害朝廷。冯保给人的印象是平和谨慎，虽然算不了学者，但是喜爱读书写字，弹琴下棋，有君子之风。他之得以被任为司礼太监，也有过一段曲折。原来的嘉靖时期，他已经是秉笔太监之一。隆庆时期，他被派掌管东厂。东厂是管理锦衣卫的特务机构，乃是皇帝的耳目，根据过去的成例，管厂者必升司礼太监。而由于他和大学士高拱不睦，没有能够升任这个太监中的最高职位。直到万历即位，高拱被逐，他才被太后授予此职。

1577年秋天，朝廷上又发生了一起严重的事件。大学士张居正的父亲在湖广江陵去世，按规定，张居正应当停职，回原籍守制，以符合“四书”中所说的父母三年之丧这一原则。张居正照例报告丁忧，这使得万历大为不安。皇帝当时虽然已经15岁，但是国家大事和御前教育仍然需要元辅的不可缺少的襄助。再说过去由于地位重要而不能离职的官员，由皇帝指令“夺情”而不丁忧守制，也不是没有先例。于是皇帝在和两位皇太后商量之后，决定照此先例慰留张先生。在大伴冯保的协助之下，皇帝以半恳请半命令的语气要求张先生在职居丧。张居正出于孝思，继续提出第二次和第三次申请，但都没有被批准。最后一次的批示上，皇帝还说明慰留张先生是出于太后的懿旨。这些文书从文渊阁到宫内来回传递，距离不过1000米内外，但是有意思的是不论是奏章或者朱批还都要送到午门的六种廊房发抄，使大小官员得以阅读原文，了解事情的全部真相。

然而官员们的反映并不全如理想。他们不相信张居正请求离职丁忧的诚意，进而怀疑夺情一议是否出自皇室的主动。翰林院中负责记述本朝历史的各位编修均深感自身具有重大的责任。因为他们的职责就是要在记述中体现本朝按照圣经贤传的教导办事的精神，如果没有这种精神，朝廷就一定不能管理好天下的苍生赤子。统治我们这个庞大帝国，专靠严刑峻法是不可能的，其秘诀在于运用伦理道德的力量使卑下者服从尊上，女人听男人的吩咐，而未受教育的愚民则以读书识字的人作为楷模。而这一切都需要朝廷以自身的行动为天下作出表率。很多翰林来自民间，他们知道法治的力量有一定的限度，但一个人只要懂得忠孝大节，他就自然地会正直而守法。现在要是皇帝的老师不能遵守这些原则，把三年的父母之丧看成无足轻重，这如何能使亿万小民心悦诚服？

在万历并未与闻的情况下，翰林院的几十名官员请求吏部尚书张瀚和他们一起去到张居正的私邪向他当面提出劝告，想让张居正放弃伪装，离职丁忧。他们还认为，即使为张居正个人的前途着想，他也应当同意大家的意见居丧27个月，以挽回官员们对他失去的信心。但是劝说不得结果。张居正告诉他们是皇帝的圣旨命令本人留在北京，你们要强迫本人离职，莫非是为了想加害于本人？

吏部尚书张瀚，一向被认为是张居正的私人。他在张居正的破格提拔下身居要职，在任内也惟有文渊阁的指示是听。当他参加了这次私邪劝告以后，他就立即被人参奏，参奏中一字不提他和元辅的这次冲突，而是假借别的小事迫使他下台。这一参奏引起了官员们更大的愤怒，因为他们清楚地知道，朝廷的纠察官员即110名监察御史和52名给事中，都属于张居正夹袋中的人物，他们从来只纠察对张居正不利的人而不顾舆论。

官员们的愤怒使他们下定决心采取另一种方式，他们直接向万历参奏张居正。严格地说来，翰林编修上本是一种超越职权的行为，遭到反击的机会极大。但是他们熟读孔孟之书，研究历史兴亡之道，面对这种违反伦常的虚伪矫情，如果不力加诤谏而听之任之，必然会影响到本朝的安危。而且，本朝历史上集体上书的成例具在，最先往往由职位较低的人用委婉的文字上奏，以后接踵而来的奏章，辞句也会越来越激烈。皇帝因此震怒，当然会处分这些上奏的人，但其他的高级官员会感到这是公意之所在，就要请求皇帝的宥免，同时又不得不对问题发表公正的意见。这样就迫使整个朝廷卷入了这场争端，即使抗议失败，鼓动舆论，发扬士气，揭发纠举的目的已经达到。哪怕有少数人由此牺牲，也可以因为坚持了正义而流芳百世。

纠举张居正的事件按照这一程序开始。最先由两名翰林以平静的语调在奏章中提出：因为父丧而带来的悲痛，使张居正的思想已不能如以前的绵密。强迫他夺情留任，既有背于人子的天性，国家大事也很难期望再能像从前那样处理得有条不紊，所以不如准许他回籍丁忧，庶几公私两便。在两名翰林之后，接着有两个刑部官员以激烈的语气上书，内称张居正贪恋禄位，不肯丁忧，置父母之恩于个人名利之下。如果皇上为其所惑，将带给朝廷以不良的观感，因此恳请皇上勒令他回籍，闭门思过，只有
</code></pre><p>如此，才能对人心士气有所挽回。</p><pre><code>张居正既被参奏，就按照惯例停止一切公私往来，在家静候处置。但是暗中的活动并没有停止，他的意图会及时传达到冯保和代理阁务的二辅那里。个中详情，当然没有人可以确切叙述。我们所能知道的就是严厉的朱笔御批，参张的官员一律受到严惩。他们的罪名不在于触犯首辅而在于藐视皇帝。

圣旨一下，锦衣卫把4个犯官逮到午门之外。两个翰林各受廷杖60下，并予以“削籍”，即褫夺了文官的身分而降为庶民。另外两个官员因为言辞更加孟浪，多打20下。打完以后再充军边省，终身不赦。掌刑人员十分了然于犯官的罪恶，打来也特别用力。十几下以后，犯官的臀部即皮开肉绽，继之而血肉狼藉。受责者有一人昏死，嗣后的复苏，也被公认为是一个奇迹；另一人受刑痊愈之后，臀部变成了一边大一边小。刑罢以后，锦衣卫把半死半活的犯官裹以厚布，拽出宫门之外，听凭家属领回治疗。有一些官员向犯官致以慰问，被东厂的侦缉人员一一记下姓名，其中的某些人且在以后被传讯是否同谋。

皇帝的行动如此坚决而且迅速，无疑大出于反张派的意料之外。皇帝紧接着又降下敕书，内称，参奏张居正的人假借忠孝之名掩盖一个大逆不道的目的，即欺负朕躬年幼，妄图赶走辅粥，使朕躬孤立无援而得遂其私。此次给予杖责，不过是小示做戒，如果有人胆敢继续顽抗，当然要给予更严厉的处罚。这样严肃的语气，等于为再敢以行动倒张的官员预定了叛逆罪，使人已无抗辩的余地。这一恐吓立即收到应有的效果。除了一名办事进士名叫邹元标的又继续上疏弹劾以外，没有别人再提起张居正的不忠不孝。事情就此结束。最低限度在今后5年之内不再有人参劾元辅，非议夺情。至于那个邹元标，由于奏章呈送在敕书传遍百官之前，因此加恩只予廷杖并充军贵州。此人在以后还要兴风作浪，这里暂时不表。

张居正用布袍代替锦袍，以牛角腰带代替玉带，穿着这样的丧服在文渊阁照常办事。皇帝批准了他的请求，停发他的官傣，但同时命令官中按时致送柴火油盐等日用品，光禄寺致送酒宴，以示关怀优待。倒张不遂的官员大批桂冠离职，他们推托说身体衰弱或家人有故，所以请求给假或退休。此时北京城内还发现传单，内容是揭露张居正谋逆不轨。东厂人员追查传单的印制者没有结果，只好把它们销毁，不再呈报给皇帝，以免另生枝节。

次年，即1578年，张居正服用红袍玉带参与了皇帝的大婚典礼。礼毕后又换上布袍角带回籍葬父。他从阳历4月中旬离京，7月中旬返京，时间长达3个月。即使在离京期间，他仍然处理重要政务。因为凡属重要文件，皇帝还要特派飞骑传送到离京1000里的江陵张宅请张先生区处。

张居正这一次的旅行，排场之浩大，气势之烜赫，当然都在锦衣卫人员的耳目之中。但锦衣卫的主管者是冯保，他必然会合乎分寸地呈报于御前。直到后来，人们才知道元辅的坐轿要32个轿伕扛抬，内分卧室及客室，还有小僮两名在内伺候。随从的侍卫中，引人注目的是一队鸟铳手，乃是总兵戚继光所委派，而鸟铳在当日尚属时髦的火器。张居正行经各地，不仅地方官一律郊迎，而且当地的藩王也打破传统出府迎送，和元辅张先生行宾主之礼。

队伍行抵河南新郑县，张居正见到了被废乡居的故友高拱。两人相见，恍如梦寐。张居正尽力弃嫌修好，指着自己的鬓边白发，对高拱感慨不已。高拱当时已经老病，两人见面后仅仅几个月，他就与世长辞了。张居正绝对没有预料到，他和高拱之间的嫌除，不仅没有随着这次会面而消弭，而且还在他们身后别生枝节，引出了可悲的结果。

1578年前后，年轻的皇帝对张居正的信任达到最高点。这种罕见的情谊在张居正离京以前的一次君臣谈话中表现得最为充分。张先生启奏说，他前番的被攻击，原因在于一心为朝廷办事，不顾其他，以致怨谤交集；万历则表示他非常明白，张先生的忠忱的确上薄云天。说完以后，君臣感极而泣。张居正回籍葬父，这3个月的睽违离别，是他们一生中唯一的一次，所以更显得特别长久。待至元辅返京，万历在欣慰之余，更增加了对张先生的倚重。这年秋天，张居正的母亲赵氏，经由大运河到达北京。不久她就被宣召进宫与两位太后相见，加恩免行国礼而行家人之礼，并赠给她以各项珍贵的礼品。在接受这些信任和荣宠之际，张居正母子不明白也不可能明白这样一个事实：皇室的情谊不同于世俗，它不具有世俗友谊的那种由于互相关怀而产生的永久性。

1578年皇帝的大婚，并不是什么震撼人心的重大事件。当时皇帝年仅14，皇后年仅13。皇后王氏是平民的女儿，万历和她结婚，完全是依从母后慈圣的愿望。她望孙心切，而且是越早越好，越多越好。皇后一经册立，皇帝再册立其他妃嫔即为合法，她们都可以为皇帝生儿育女。
</code></pre>`,18)])])}const h=e(a,[["render",p]]),s=JSON.parse('{"path":"/posts/test.html","title":"","lang":"zh-CN","frontmatter":{"feed":false,"seo":false,"head":[]},"git":{"createdTime":1770888809000,"updatedTime":1770888809000,"contributors":[{"name":"zhangyao1999","username":"zhangyao1999","email":"56502471+zhangyao1999@users.noreply.github.com","commits":1,"url":"https://github.com/zhangyao1999"}]},"readingTime":{"minutes":64.46,"words":19337},"filePathRelative":"posts/test.md"}');export{h as comp,s as data};
